tap "homebrew/bundle"
brew "dockutil"
brew "git-lfs"
brew "mas"
brew "zsh-autosuggestions"
cask "charles"
cask "discord"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "streamlabs"
cask "visual-studio-code"
mas "Xcode", id: 497799835
